Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# FailedToRunMDEAdvancedHuntingQueryMessage
source: Failed to run MDE Advanced Hunting Query. Status code: {0}
ar: فشل في تشغيل استعلام MDE Advanced Hunting. رمز الحالة: {0}
de_de: Ausführung der MDE Advanced Hunting-Abfrage fehlgeschlagen. Statuscode: {0}
el_gr: Αποτυχία εκτέλεσης ερωτήματος MDE Advanced Hunting. Κωδικός κατάστασης: {0}
es: Error al ejecutar la Consulta de Búsqueda Avanzada de MDE. Código de estado: {0}
fr_fr: Échec de l'exécution de la requête de recherche avancée MDE. Code d'état : {0}
he_il: לא הצליח להפעיל את MDE Advanced Hunting Query. קוד סטטוס: {0}
hi_in: MDE उन्नत शिकार क्वेरी चलाने में विफल। स्थिति कोड: {0}
ja_jp: MDE高度な追求クエリの実行に失敗しました。ステータスコード：{0}
ml_in: MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ക്വറി പ്രവർത്തിപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു. സ്റ്റാറ്റസ് കോഡ്: {0}
pl_pl: Nie udało się uruchomić zapytania zaawansowanego wyszukiwania MDE. Kod stanu: {0}
tr_tr: MDE Gelişmiş Arama Sorgusu çalıştırılamadı. Durum kodu: {0}

# ErrorDetailsMessage
source: Error details: {0}
ar: تفاصيل الخطأ: {0}
de_de: Fehlerdetails: {0}
el_gr: Λεπτομέρειες σφάλματος: {0}
es: Detalles del error: {0}
fr_fr: Détails de l'erreur : {0}
he_il: פרטי שגיאה: {0}
hi_in: त्रुटि विवरण: {0}
ja_jp: エラーの詳細：{0}
ml_in: പിശക് വിശദാംശങ്ങൾ: {0}
pl_pl: Szczegóły błędu: {0}
tr_tr: Hata ayrıntıları: {0}

# SuccessfullyFetchedGroupsMessage
source: Successfully fetched {0} groups.
ar: تم جلب {0} مجموعة بنجاح.
de_de: Erfolgreich {0} Gruppen abgerufen.
el_gr: Επιτυχής ανάκτηση {0} ομάδων.
es: Se recuperaron {0} grupos correctamente.
fr_fr: Récupération réussie de {0} groupes.
he_il: {0} קבוצות הושגו בהצלחה.
hi_in: सफलतापूर्वक {0} समूह प्राप्त किए गए।
ja_jp: {0}個のグループを正常に取得しました。
ml_in: {0} ഗ്രൂപ്പുകൾ വിജയകരമായി വീണ്ടെടുത്തു.
pl_pl: Pomyślnie pobrano {0} grup.
tr_tr: {0} grup başarıyla getirildi.

# NoGroupsFoundInResponseMessage
source: No groups found in the response.
ar: لم يتم العثور على مجموعات في الرد.
de_de: In der Antwort wurden keine Gruppen gefunden.
el_gr: Δεν βρέθηκαν ομάδες στην απάντηση.
es: No se encontraron grupos en la respuesta.
fr_fr: Aucun groupe trouvé dans la réponse.
he_il: לא נמצאו קבוצות בתשובה.
hi_in: प्रतिक्रिया में कोई समूह नहीं मिला।
ja_jp: 応答にグループが見つかりませんでした。
ml_in: പ്രതികരണത്തിൽ ഗ്രൂപ്പുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono grup w odpowiedzi.
tr_tr: Yanıtta hiçbir grup bulunamadı.

# FailedToFetchGroupsMessage
source: Failed to fetch groups. Status code: {0}
ar: فشل في جلب المجموعات. رمز الحالة: {0}
de_de: Abrufen der Gruppen fehlgeschlagen. Statuscode: {0}
el_gr: Αποτυχία ανάκτησης ομάδων. Κωδικός κατάστασης: {0}
es: Error al recuperar grupos. Código de estado: {0}
fr_fr: Échec de la récupération des groupes. Code d'état : {0}
he_il: לא הצליח להוציא את הקבוצות. קוד סטטוס: {0}
hi_in: समूह प्राप्त करने में विफल। स्थिति कोड: {0}
ja_jp: グループの取得に失敗しました。ステータスコード：{0}
ml_in: ഗ്രൂപ്പുകൾ വീണ്ടെടുക്കുന്നതിൽ പരാജയപ്പെട്ടു. സ്റ്റാറ്റസ് കോഡ്: {0}
pl_pl: Nie udało się pobrać grup. Kod stanu: {0}
tr_tr: Gruplar getirilemedi. Durum kodu: {0}

# InvalidSignInMethodUsedMessage
source: Invalid sign in method was used.
ar: تم استخدام طريقة تسجيل دخول غير صالحة.
de_de: Es wurde eine ungültige Anmeldemethode verwendet.
el_gr: Χρησιμοποιήθηκε μη έγκυρος τρόπος εισόδου.
es: Se utilizó un método de inicio de sesión inválido.
fr_fr: Une méthode de connexion invalide a été utilisée.
he_il: שיטת התחברות לא חוקית שימשה.
hi_in: अमान्य साइन-इन विधि का उपयोग किया गया।
ja_jp: 無効なサインイン方法が使用されました。
ml_in: അസാധുവായ സൈൻ ഇൻ രീതി ഉപയോഗിച്ചു.
pl_pl: Użyto nieprawidłowej metody logowania.
tr_tr: Geçersiz oturum açma yöntemi kullanıldı.

# SignInOperationCanceledByCallerMessage
source: The sign-in operation was canceled by the caller.
ar: تم إلغاء عملية تسجيل الدخول بواسطة المتصل.
de_de: Der Anmeldevorgang wurde vom Aufrufer abgebrochen.
el_gr: Η λειτουργία εισόδου ακυρώθηκε από τον καλούντα.
es: La operación de inicio de sesión fue cancelada por el llamador.
fr_fr: L'opération de connexion a été annulée par l'appelant.
he_il: פעולת ההתחברות בוטלה על-ידי המבקש.
hi_in: कॉलर द्वारा साइन-इन ऑपरेशन रद्द किया गया।
ja_jp: サインイン操作は呼び出し元によってキャンセルされました。
ml_in: വിളിക്കുന്നയാൾ സൈൻ-ഇൻ പ്രവർത്തനം റദ്ദാക്കി.
pl_pl: Operacja logowania została anulowana przez wywołującego.
tr_tr: Oturum açma işlemi arayan tarafından iptal edildi.

# DuplicateAccountReplacedMessage
source: An account with the Username {0} that has the same permissions, TenantID and Identifier already exists, removing it and replacing it with the new one.
ar: يوجد حساب باسم المستخدم {0} له نفس الأذونات ومعرف المستأجر والمعرف بالفعل، يتم إزالته واستبداله بالحساب الجديد.
de_de: Ein Konto mit dem Benutzernamen {0}, das über dieselben Berechtigungen, dieselbe TenantID und denselben Bezeichner verfügt, ist bereits vorhanden; es wird entfernt und durch das neue ersetzt.
el_gr: Υπάρχει ήδη λογαριασμός με όνομα χρήστη {0} που έχει τις ίδιες άδειες, TenantID και Αναγνωριστικό, αφαιρείται και αντικαθίσταται με τον νέο.
es: Ya existe una cuenta con el Nombre de Usuario {0} que tiene los mismos permisos, TenantID e Identificador, eliminándola y reemplazándola por la nueva.
fr_fr: Un compte avec le nom d'utilisateur {0} ayant les mêmes permissions, TenantID et Identifiant existe déjà, suppression et remplacement par le nouveau.
he_il: חשבון בשם משתמש {0} עם אותם הרשאות, TenantID ומזהה כבר קיים, מסיר אותו ומחליף אותו בחדש.
hi_in: उपयोगकर्ता नाम {0} के साथ एक खाता, जिसके पास समान अनुमति, TenantID और Identifier है, पहले से मौजूद है, इसे हटा कर नए से प्रतिस्थापित किया जा रहा है।
ja_jp: 同じ権限、テナントID、識別子を持つユーザー名{0}のアカウントが既に存在するため、削除して新しいものと置き換えています。
ml_in: ഒരേ അനുമതികളും, ടെനന്റ് ഐഡിയും, ഐഡന്റിഫയറുമുള്ള {0} ഉപയോക്തൃനാമമുള്ള ഒരു അക്കൗണ്ട് ഇതിനകം നിലവിലുണ്ട്, അത് നീക്കം ചെയ്‌ത് പുതിയത് ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിക്കുന്നു.
pl_pl: Konto o nazwie użytkownika {0}, które ma te same uprawnienia, identyfikator dzierżawy i identyfikator, już istnieje, usuwanie go i zastępowanie nowym.
tr_tr: Kullanıcı Adı {0} olan, aynı izinlere, TenantID'ye ve Tanımlayıcıya sahip bir hesap zaten mevcut; bu hesap kaldırılıyor ve yenisiyle değiştiriliyor.

# SignedOutAccountMessage
source: Signed out account: {0}
ar: الحساب المسجل الخروج منه: {0}
de_de: Abgemeldetes Konto: {0}
el_gr: Αποσυνδεδεμένος λογαριασμός: {0}
es: Cuenta cerrada: {0}
fr_fr: Compte déconnecté : {0}
he_il: התנתקת מהחשבון: {0}
hi_in: साइन-आउट किया गया खाता: {0}
ja_jp: サインアウトしたアカウント：{0}
ml_in: സൈൻ ഔട്ട് ചെയ്‌ത അക്കൗണ്ട്: {0}
pl_pl: Wylogowane konto: {0}
tr_tr: Oturumu kapatılmış hesap: {0}

# PolicyCreatedMessage
source: {0} is the ID of the policy that was created
ar: {0} هو معرف السياسة التي تم إنشاؤها
de_de: {0} ist die ID der erstellten Richtlinie
el_gr: {0} είναι το αναγνωριστικό της πολιτικής που δημιουργήθηκε
es: {0} es el ID de la directiva que se creó
fr_fr: {0} est l'ID de la politique qui a été créée
he_il: {0} הוא המזהה של המדיניות שנוצרה
hi_in: {0} उस नीति की ID है जो बनाई गई थी
ja_jp: {0}は作成されたポリシーのIDです
ml_in: സൃഷ്ടിച്ച നയത്തിന്റെ ഐഡി {0} ആണ്
pl_pl: {0} to identyfikator utworzonych zasad
tr_tr: {0}, oluşturulan politikanın kimliğidir

# PolicyAssignedSuccessfullyToGroupMessage
source: Policy assigned successfully to group: {0}
ar: تم تعيين السياسة بنجاح للمجموعة: {0}
de_de: Richtlinie erfolgreich der Gruppe zugewiesen: {0}
el_gr: Η πολιτική εκχωρήθηκε επιτυχώς στην ομάδα: {0}
es: Directiva asignada correctamente al grupo: {0}
fr_fr: Politique assignée avec succès au groupe : {0}
he_il: המדיניות הוקצתה בהצלחה לקבוצה: {0}
hi_in: नीति समूह को सफलतापूर्वक असाइन की गई: {0}
ja_jp: ポリシーがグループに正常に割り当てられました：{0}
ml_in: നയം വിജയകരമായി ഗ്രൂപ്പിന് നിയോഗിച്ചു: {0}
pl_pl: Zasady pomyślnie przypisane do grupy: {0}
tr_tr: Politika şu gruba başarıyla atandı: {0}

# FailedToAssignPolicyToGroupMessage
source: Failed to assign policy to group: {0}. Status code: {1}
ar: فشل في تعيين السياسة للمجموعة: {0}. رمز الحالة: {1}
de_de: Zuweisen der Richtlinie zur Gruppe fehlgeschlagen: {0}. Statuscode: {1}
el_gr: Αποτυχία εκχώρησης πολιτικής στην ομάδα: {0}. Κωδικός κατάστασης: {1}
es: Error al asignar la directiva al grupo: {0}. Código de estado: {1}
fr_fr: Échec de l'assignation de la politique au groupe : {0}. Code d'état : {1}
he_il: לא הצליח להקצות מדיניות לקבוצה: {0}. קוד סטטוס: {1}
hi_in: समूह को नीति असाइन करने में विफल: {0}. स्थिति कोड: {1}
ja_jp: グループへのポリシー割り当てに失敗しました：{0}。ステータスコード：{1}
ml_in: ഗ്രൂപ്പിന് നയം നിയോഗിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {0}. സ്റ്റാറ്റസ് കോഡ്: {1}
pl_pl: Nie udało się przypisać zasad do grupy: {0}. Kod stanu: {1}
tr_tr: Politika şu gruba atanamadı: {0}. Durum kodu: {1}

# ErrorDetailsForGroupMessage
source: Error details for group {0}: {1}
ar: تفاصيل الخطأ للمجموعة {0}: {1}
de_de: Fehlerdetails für Gruppe {0}: {1}
el_gr: Λεπτομέρειες σφάλματος για την ομάδα {0}: {1}
es: Detalles del error para el grupo {0}: {1}
fr_fr: Détails de l'erreur pour le groupe {0} : {1}
he_il: פרטי שגיאה עבור קבוצה {0}: {1}
hi_in: समूह {0} के लिए त्रुटि विवरण: {1}
ja_jp: グループ{0}のエラー詳細：{1}
ml_in: {0} ഗ്രൂപ്പിനായുള്ള പിശക് വിശദാംശങ്ങൾ: {1}
pl_pl: Szczegóły błędu dla grupy {0}: {1}
tr_tr: {0} grubu için hata ayrıntıları: {1}

# CustomPolicyCreatedSuccessMessage
source: Custom policy created successfully:
ar: تم إنشاء السياسة المخصصة بنجاح:
de_de: Benutzerdefinierte Richtlinie erfolgreich erstellt:
el_gr: Η προσαρμοσμένη πολιτική δημιουργήθηκε επιτυχώς:
es: Directiva personalizada creada correctamente:
fr_fr: Politique personnalisée créée avec succès :
he_il: מדיניות מותאמת אישית נוצרה בהצלחה:
hi_in: कस्टम नीति सफलतापूर्वक बनाई गई:
ja_jp: カスタムポリシーが正常に作成されました：
ml_in: ഇഷ്ടാനുസൃത നയം വിജയകരമായി സൃഷ്ടിച്ചു:
pl_pl: Niestandardowe zasady utworzone pomyślnie:
tr_tr: Özel politika başarıyla oluşturuldu:

# FailedToCreateCustomPolicyMessage
source: Failed to create custom policy. Status code: {0}
ar: فشل في إنشاء السياسة المخصصة. رمز الحالة: {0}
de_de: Erstellen der benutzerdefinierten Richtlinie fehlgeschlagen. Statuscode: {0}
el_gr: Αποτυχία δημιουργίας προσαρμοσμένης πολιτικής. Κωδικός κατάστασης: {0}
es: Error al crear la directiva personalizada. Código de estado: {0}
fr_fr: Échec de la création de la politique personnalisée. Code d'état : {0}
he_il: לא הצליח ליצור מדיניות מותאמת אישית. קוד סטטוס: {0}
hi_in: कस्टम नीति बनाने में विफल। स्थिति कोड: {0}
ja_jp: カスタムポリシーの作成に失敗しました。ステータスコード：{0}
ml_in: ഇഷ്ടാനുസൃത നയം സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു. സ്റ്റാറ്റസ് കോഡ്: {0}
pl_pl: Nie udało się utworzyć niestandardowych zasad. Kod stanu: {0}
tr_tr: Özel politika oluşturulamadı. Durum kodu: {0}

# DeviceConfigurationsRetrievedSuccessfullyMessage
source: Device configurations retrieved successfully.
ar: تم استرداد تكوينات الجهاز بنجاح.
de_de: Gerätekonfigurationen erfolgreich abgerufen.
el_gr: Οι ρυθμίσεις συσκευής ανακτήθηκαν με επιτυχία.
es: Configuraciones del dispositivo recuperadas correctamente.
fr_fr: Configurations de l'appareil récupérées avec succès.
he_il: הקונפיגורציות של המכשירים הושגו בהצלחה.
hi_in: डिवाइस विन्यास सफलतापूर्वक प्राप्त किए गए।
ja_jp: デバイス構成が正常に取得されました。
ml_in: ഉപകരണ കോൺഫിഗറേഷനുകൾ വിജയകരമായി വീണ്ടെടുത്തു.
pl_pl: Konfiguracje urządzeń pobrane pomyślnie.
tr_tr: Cihaz yapılandırmaları başarıyla alındı.

# FailedToRetrieveDeviceConfigurationsMessage
source: Failed to retrieve device configurations. Status code: {0}
ar: فشل في استرداد تكوينات الجهاز. رمز الحالة: {0}
de_de: Abrufen der Gerätekonfigurationen fehlgeschlagen. Statuscode: {0}
el_gr: Αποτυχία ανάκτησης ρυθμίσεων συσκευής. Κωδικός κατάστασης: {0}
es: Error al recuperar las configuraciones del dispositivo. Código de estado: {0}
fr_fr: Échec de la récupération des configurations de l'appareil. Code d'état : {0}
he_il: לא הצליח לקבל את קונפיגורציות המכשירים. קוד סטטוס: {0}
hi_in: डिवाइस विन्यास प्राप्त करने में विफल। स्थिति कोड: {0}
ja_jp: デバイス構成の取得に失敗しました。ステータスコード：{0}
ml_in: ഉപകരണ കോൺഫിഗറേഷനുകൾ വീണ്ടെടുക്കുന്നതിൽ പരാജയപ്പെട്ടു. സ്റ്റാറ്റസ് കോഡ്: {0}
pl_pl: Nie udało się pobrać konfiguracji urządzeń. Kod stanu: {0}
tr_tr: Cihaz yapılandırmaları alınamadı. Durum kodu: {0}

# PolicyDeletedSuccessfullyMessage
source: Policy {0} deleted successfully.
ar: تم حذف السياسة {0} بنجاح.
de_de: Richtlinie {0} erfolgreich gelöscht.
el_gr: Η πολιτική {0} διαγράφηκε με επιτυχία.
es: Directiva {0} eliminada correctamente.
fr_fr: Politique {0} supprimée avec succès.
he_il: המדיניות {0} נמחקה בהצלחה.
hi_in: नीति {0} सफलतापूर्वक हटाई गई।
ja_jp: ポリシー{0}は正常に削除されました。
ml_in: {0} നയം വിജയകരമായി ഇല്ലാതാക്കി.
pl_pl: Zasady {0} usunięte pomyślnie.
tr_tr: {0} politikası başarıyla silindi.

# FailedToDeletePolicyExceptionMessage
source: Failed to delete policy {0}. Status code: {1}. Error details: {2}
ar: فشل في حذف السياسة {0}. رمز الحالة: {1}. تفاصيل الخطأ: {2}
de_de: Löschen der Richtlinie {0} fehlgeschlagen. Statuscode: {1}. Fehlerdetails: {2}
el_gr: Αποτυχία διαγραφής πολιτικής {0}. Κωδικός κατάστασης: {1}. Λεπτομέρειες σφάλματος: {2}
es: Error al eliminar la directiva {0}. Código de estado: {1}. Detalles del error: {2}
fr_fr: Échec de la suppression de la politique {0}. Code d'état : {1}. Détails de l'erreur : {2}
he_il: לא הצליח למחוק את המדיניות {0}. קוד סטטוס: {1}. פרטי שגיאה: {2}
hi_in: नीति {0} हटाने में विफल। स्थिति कोड: {1}. त्रुटि विवरण: {2}
ja_jp: ポリシー{0}の削除に失敗しました。ステータスコード：{1}。エラーの詳細：{2}
ml_in: {0} നയം ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു. സ്റ്റാറ്റസ് കോഡ്: {1}. പിശക് വിശദാംശങ്ങൾ: {2}
pl_pl: Nie udało się usunąć zasad {0}. Kod stanu: {1}. Szczegóły błędu: {2}
tr_tr: {0} politikası silinemedi. Durum kodu: {1}. Hata ayrıntıları: {2}

# WinTrustReturnCodeMessage
source: WinTrust return code: {0}
ar: رمز إرجاع WinTrust: {0}
de_de: WinTrust-Rückgabecode: {0}
el_gr: Κωδικός επιστροφής WinTrust: {0}
es: Código de retorno de WinTrust: {0}
fr_fr: Code de retour WinTrust : {0}
he_il: קוד החזרה של WinTrust: {0}
hi_in: WinTrust रिटर्न कोड: {0}
ja_jp: WinTrustリターンコード：{0}
ml_in: WinTrust റിട്ടേൺ കോഡ്: {0}
pl_pl: Kod zwrotny WinTrust: {0}
tr_tr: WinTrust dönüş kodu: {0}

# FileTamperedHashMismatchMessage
source: The file '{0}' is tampered with and there is a Hash Mismatch.
ar: تم العبث بالملف "{0}" وهناك عدم تطابق في التجزئة.
de_de: Die Datei '{0}' wurde manipuliert, es liegt eine Hash-Abweichung vor.
el_gr: Το αρχείο '{0}' έχει παραποιηθεί και υπάρχει διαφορά κατακερματισμού.
es: El archivo '{0}' está alterado y hay una Discrepancia de Hash.
fr_fr: Le fichier '{0}' est altéré et il y a une incohérence de hachage.
he_il: הקובץ '{0}' שונה ויש חוסר התאמה ב-hash.
hi_in: फ़ाइल '{0}' छेड़ी गई है और हैश असंगतता है।
ja_jp: ファイル「{0}」は改ざんされており、ハッシュの不一致があります。
ml_in: '{0}' ഫയൽ കൃത്രിമം കാണിക്കുകയും ഹാഷ് പൊരുത്തക്കേടുണ്ടാവുകയും ചെയ്‌തു.
pl_pl: Plik „{0}” został zmodyfikowany i występuje niezgodność skrótu.
tr_tr: '{0}' dosyasına müdahale edilmiş ve Karma Uyuşmazlığı var.

# InstallVersionMessage
source: Install version {0}
ar: تثبيت الإصدار {0}
de_de: Version {0} installieren
el_gr: Έκδοση εγκατάστασης {0}
es: Instalar versión {0}
fr_fr: Installer la version {0}
he_il: התקן גרסה {0}
hi_in: संस्करण {0} इंस्टॉल करें
ja_jp: バージョン{0}をインストール
ml_in: {0} പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Zainstaluj wersję {0}
tr_tr: {0} sürümünü yükle

# DeletedCertificateFromStoreMessage
source: Deleted certificate with the Common Name: {0} from store: {1}
ar: تم حذف الشهادة بالاسم الشائع: {0} من المتجر: {1}
de_de: Zertifikat mit dem Common Name: {0} aus Store: {1} gelöscht
el_gr: Διαγράφηκε πιστοποιητικό με Κοινό Όνομα: {0} από το κατάστημα: {1}
es: Certificado eliminado con el Nombre Común: {0} del almacén: {1}
fr_fr: Certificat supprimé avec le Nom Commun : {0} du magasin : {1}
he_il: נמחקה תעודה עם השם הרגיל: {0} מהחנות: {1}
hi_in: स्टोर {1} से सामान्य नाम: {0} वाला प्रमाणपत्र हटाया गया
ja_jp: 共通名：{0}の証明書をストアから削除しました：{1}
ml_in: {1} സ്റ്റോറിൽ നിന്ന് {0} പൊതുനാമമുള്ള സർട്ടിഫിക്കറ്റ് ഇല്ലാതാക്കി
pl_pl: Usunięto certyfikat o nazwie pospolitej: {0} z magazynu: {1}
tr_tr: Ortak Ad: {0} olan sertifika şu mağazadan silindi: {1}

# CryptAcquireContextFailedMessage
source: CryptAcquireContext failed: {0}
ar: فشل CryptAcquireContext: {0}
de_de: CryptAcquireContext fehlgeschlagen: {0}
el_gr: Αποτυχία CryptAcquireContext: {0}
es: CryptAcquireContext falló: {0}
fr_fr: CryptAcquireContext a échoué : {0}
he_il: CryptAcquireContext נכשל: {0}
hi_in: CryptAcquireContext विफल: {0}
ja_jp: CryptAcquireContextに失敗しました：{0}
ml_in: CryptAcquireContext പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptAcquireContext nie powiodła się: {0}
tr_tr: CryptAcquireContext başarısız oldu: {0}

# CryptCreateHashFailedMessage
source: CryptCreateHash failed: {0}
ar: فشل CryptCreateHash: {0}
de_de: CryptCreateHash fehlgeschlagen: {0}
el_gr: Αποτυχία CryptCreateHash: {0}
es: CryptCreateHash falló: {0}
fr_fr: CryptCreateHash a échoué : {0}
he_il: CryptCreateHash נכשל: {0}
hi_in: CryptCreateHash विफल: {0}
ja_jp: CryptCreateHashに失敗しました：{0}
ml_in: CryptCreateHash പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptCreateHash nie powiodła się: {0}
tr_tr: CryptCreateHash başarısız oldu: {0}

# CryptHashDataFailedMessage
source: CryptHashData failed: {0}
ar: فشل CryptHashData: {0}
de_de: CryptHashData fehlgeschlagen: {0}
el_gr: Αποτυχία CryptHashData: {0}
es: CryptHashData falló: {0}
fr_fr: CryptHashData a échoué : {0}
he_il: CryptHashData נכשל: {0}
hi_in: CryptHashData विफल: {0}
ja_jp: CryptHashDataに失敗しました：{0}
ml_in: CryptHashData പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptHashData nie powiodła się: {0}
tr_tr: CryptHashData başarısız oldu: {0}

# CryptGetHashParamSizeFailedMessage
source: CryptGetHashParam (get size) failed: {0}
ar: فشل CryptGetHashParam (الحصول على الحجم): {0}
de_de: CryptGetHashParam (Größe abrufen) fehlgeschlagen: {0}
el_gr: Αποτυχία CryptGetHashParam (λήψη μεγέθους): {0}
es: CryptGetHashParam (obtener tamaño) falló: {0}
fr_fr: CryptGetHashParam (taille) a échoué : {0}
he_il: CryptGetHashParam (get size) נכשל: {0}
hi_in: CryptGetHashParam (आकार प्राप्त) विफल: {0}
ja_jp: CryptGetHashParam（サイズ取得）に失敗しました：{0}
ml_in: CryptGetHashParam (വലുപ്പം നേടുക) പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptGetHashParam (pobierz rozmiar) nie powiodła się: {0}
tr_tr: CryptGetHashParam (boyut alma) başarısız oldu: {0}

# CryptGetHashParamValueFailedMessage
source: CryptGetHashParam (get value) failed: {0}
ar: فشل CryptGetHashParam (الحصول على القيمة): {0}
de_de: CryptGetHashParam (Wert abrufen) fehlgeschlagen: {0}
el_gr: Αποτυχία CryptGetHashParam (λήψη τιμής): {0}
es: CryptGetHashParam (obtener valor) falló: {0}
fr_fr: CryptGetHashParam (valeur) a échoué : {0}
he_il: CryptGetHashParam (get value) נכשל: {0}
hi_in: CryptGetHashParam (मान प्राप्त) विफल: {0}
ja_jp: CryptGetHashParam（値取得）に失敗しました：{0}
ml_in: CryptGetHashParam (മൂല്യം നേടുക) പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptGetHashParam (pobierz wartość) nie powiodła się: {0}
tr_tr: CryptGetHashParam (değer alma) başarısız oldu: {0}

# NoHandlerForAlgorithmMessage
source: No handler for algorithm {0}
ar: لا يوجد معالج للخوارزمية {0}
de_de: Kein Handler für den Algorithmus {0}
el_gr: Δεν υπάρχει χειριστής για τον αλγόριθμο {0}
es: No hay manejador para el algoritmo {0}
fr_fr: Aucun gestionnaire pour l'algorithme {0}
he_il: אין טיפול עבור האלגוריתם {0}
hi_in: एल्गोरिदम {0} के लिए कोई हैंडलर नहीं
ja_jp: アルゴリズム{0}のハンドラーがありません
ml_in: {0} അൽഗോരിതത്തിനായി ഹാൻഡ്ലർ ഇല്ല
pl_pl: Brak obsługi dla algorytmu {0}
tr_tr: {0} algoritması için işleyici yok

# HexStringCannotBeNullOrEmptyMessage
source: Hex string cannot be null or empty
ar: لا يمكن أن تكون السلسلة السداسية عشرية فارغة أو خالية
de_de: Hexadezimalzeichenfolge darf nicht null oder leer sein
el_gr: Η συμβολοσειρά Hex δεν μπορεί να είναι κενή ή null
es: La cadena hexadecimal no puede ser nula o vacía
fr_fr: La chaîne hexadécimale ne peut être ni nulle ni vide
he_il: מחרוזת Hex לא יכולה להיות null או ריקה
hi_in: हैक्स स्ट्रिंग null या खाली नहीं हो सकती
ja_jp: 16進数文字列はnullまたは空にできません
ml_in: ഹെക്സ് സ്ട്രിംഗ് ശൂന്യമോ ശൂന്യമോ ആയിരിക്കാൻ പാടില്ല
pl_pl: Ciąg szesnastkowy nie może być pusty ani mieć wartości null
tr_tr: Hex dizesi boş veya boş olamaz

# InputStringNotValidUInt64Message
source: Input string is not a valid 64-bit unsigned integer.
ar: سلسلة الإدخال ليست عددًا صحيحًا غير موقع صالحًا بحجم 64 بت.
de_de: Eingabezeichenfolge ist keine gültige 64-Bit-Ganzzahl ohne Vorzeichen.
el_gr: Η είσοδος δεν είναι έγκυρος 64-bit unsigned ακέραιος.
es: La cadena de entrada no es un entero de 64 bits sin signo válido.
fr_fr: La chaîne d'entrée n'est pas un entier non signé 64 bits valide.
he_il: מחרוזת הקלט אינה מספר 64 ביט ללא סימן חוקי.
hi_in: इनपुट स्ट्रिंग एक वैध 64-बिट असाइन किए गए पूर्णांक नहीं है।
ja_jp: 入力文字列は有効な64ビット符号なし整数ではありません。
ml_in: ഇൻപുട്ട് സ്ട്രിംഗ് സാധുവായ 64-ബിറ്റ് ഒപ്പിടാത്ത പൂർണ്ണസംഖ്യയല്ല.
pl_pl: Ciąg wejściowy nie jest prawidłową 64-bitową liczbą całkowitą bez znaku.
tr_tr: Giriş dizesi geçerli bir 64 bit işaretsiz tam sayı değil.

# ErrorConvertingNumberToVersionMessage
source: Error converting number to version.
ar: خطأ في تحويل الرقم إلى إصدار.
de_de: Fehler beim Konvertieren der Zahl in eine Version.
el_gr: Σφάλμα κατά τη μετατροπή αριθμού σε έκδοση.
es: Error al convertir el número a versión.
fr_fr: Erreur lors de la conversion du nombre en version.
he_il: שגיאה בהמרת מספר לגרסה.
hi_in: संख्या को संस्करण में परिवर्तित करते समय त्रुटि हुई।
ja_jp: 数値をバージョンに変換中にエラーが発生しました。
ml_in: സംഖ്യ പതിപ്പിലേക്ക് പരിവർത്തനം ചെയ്യുന്നതിൽ പിശക്.
pl_pl: Błąd konwersji liczby na wersję.
tr_tr: Sayı sürüme dönüştürülürken hata oluştu.

# CommandExecutionFailedMessage
source: Command execution failed with error code {0}
ar: فشل تنفيذ الأمر برمز الخطأ {0}
de_de: Befehlsausführung mit Fehlercode {0} fehlgeschlagen
el_gr: Η εκτέλεση της εντολής απέτυχε με κωδικό σφάλματος {0}
es: La ejecución del comando falló con el código de error {0}
fr_fr: L'exécution de la commande a échoué avec le code d'erreur {0}
he_il: ביצוע הפקודה נכשל עם קוד שגיאה {0}
hi_in: कमांड निष्पादन त्रुटि कोड {0} के साथ विफल हुआ
ja_jp: コマンドの実行がエラーコード{0}で失敗しました
ml_in: {0} പിശക് കോഡ് ഉപയോഗിച്ച് കമാൻഡ് നിർവ്വഹണം പരാജയപ്പെട്ടു
pl_pl: Wykonanie polecenia nie powiodło się z kodem błędu {0}
tr_tr: Komut yürütme, {0} hata koduyla başarısız oldu

# PolicyIdCannotBeNullOrEmptyMessage
source: Policy ID cannot be null or empty.
ar: لا يمكن أن يكون معرف السياسة فارغًا أو خاليًا.
de_de: Richtlinien-ID darf nicht null oder leer sein.
el_gr: Το αναγνωριστικό πολιτικής δεν μπορεί να είναι null ή κενό.
es: El ID de la Directiva no puede ser nulo o vacío.
fr_fr: L'ID de politique ne peut être ni nul ni vide.
he_il: מזהה המדיניות לא יכול להיות null או ריק.
hi_in: नीति ID null या खाली नहीं हो सकती।
ja_jp: ポリシーIDはnullまたは空にできません。
ml_in: നയ ഐഡി ശൂന്യമോ ശൂന്യമോ ആയിരിക്കാൻ പാടില്ല.
pl_pl: Identyfikator zasad nie może być pusty ani mieć wartości null.
tr_tr: Politika Kimliği boş veya boş olamaz.

# CommandExecutionFailedWithOutputMessage
source: Command execution failed with error code {0}. Output: {1}
ar: فشل تنفيذ الأمر برمز الخطأ {0}. الإخراج: {1}
de_de: Befehlsausführung mit Fehlercode {0} fehlgeschlagen. Ausgabe: {1}
el_gr: Η εκτέλεση της εντολής απέτυχε με κωδικό σφάλματος {0}. Έξοδος: {1}
es: La ejecución del comando falló con el código de error {0}. Salida: {1}
fr_fr: L'exécution de la commande a échoué avec le code d'erreur {0}. Sortie : {1}
he_il: ביצוע הפקודה נכשל עם קוד שגיאה {0}. פלט: {1}
hi_in: कमांड निष्पादन त्रुटि कोड {0} के साथ विफल हुआ। आउटपुट: {1}
ja_jp: コマンドの実行がエラーコード{0}で失敗しました。出力：{1}
ml_in: {0} പിശക് കോഡ് ഉപയോഗിച്ച് കമാൻഡ് നിർവ്വഹണം പരാജയപ്പെട്ടു. ഔട്ട്‌പുട്ട്: {1}
pl_pl: Wykonanie polecenia nie powiodło się z kodem błędu {0}. Dane wyjściowe: {1}
tr_tr: Komut yürütme, {0} hata koduyla başarısız oldu. Çıkış: {1}
